[
    "ABAD, M.J. & BERMEJO, P. Baccharis (Compositae): a review update. Arkivoc, v.7, p.76–96, 2007.",
    "AGUIAR, J.S. & COSTA, M.C.C.D. Lippia alba (Mill.) N. E. Brown (Verbenaceae): levantamento de publicações nas áreas química, agronômica e farmacológica, no período de 1979 a 2004. Rev. Bras. Pl. Med., Botucatu, v.8, n.1, p.79-84, 2005.",
    "ALASBAHI, R.H. & MELZIG, M.F. A Review of Phytochemistry, Ethnobotanical Uses and Pharmacology – Part 1. Planta Med v.76, p.653–661, 2010.",
    "ALBUQUERQUE, R.L. de; KENTOPFF, M.R.; MACHADO, M.I.L.; SILVA, M.G.V.; MATOS, F.J.A.; MORAIS, S.M.; BRAZ-FILHO, R. de. Diterpenos tipo abietano isolados de Plectranthus barbatus Andrews. Quím. Nova. v.30, n.8, p. 1882-1886, 2007. ",
    "ALMEIDA, F.C.G. & LEMONICA, I.P. The toxic effects of Coleus barbatus on the different periods of pregnancy in rats. Journal of Ethnopharmacology. v.73, p.53–60, 2000.",
    "ALONSO, J.R. Fitomedicina: Curso para profissionais da área de saúde. São Paulo: Editora Pharmabooks, 20008.",
    "ALTIMARI, L.R.; CYRINO, E.S.; ZUCAS, S.M.; BURINI, R.C. Efeitos ergogênicos da cafeína sobre o desempenho físico. Paul. J. Phys. Educ., v.14, n.2, p.141-158, 2000.",
    "APPLES. Drug Information Online: Drugs.com. (2009) Disponível em: <http://www.drugs.com/npp/apple.html> Acesso em: 15 dez., 2011.",
    "ARNICA. Drug Information Online: Drugs.com. (2009) Disponível em: <http://www.drugs.com/npp/arnica.html> Acesso em: 26 dez., 2011.",
    "ARREBOLA, M.R.B.; PETERLIN, M.F.; BASTOS, D.H.M.; RODRIGUES, R.F.O.; CARVALHO, P.O. Estudo dos componentes lipídicos das sementes de três espécies do gênero Cordia L. (Boraginaceae). Revista Brasileira de Farmacognosia, v. 14, n. 1, p. 57-65, 2004.",
    "ASSONUMA, M.M. Determinação de Alantoína e Avaliação Farmacológica de Cordia ecalyculata Vell. (Chá de Bugre). Dissertação Mestrado em Química - Universidade Estadual Paulista. Orientadora: Prof. Dra. Dulce Helena Siqueira Silva. Araraquara, 2009.",
    "BARROS, F.M.C.; PEREIRA, K.N.; ZANETTI, G.D.; HEINZMANN, B.M.. Plantas de uso medicinal no Município de São Luiz Gonzaga, RS, Brasil. Latin American Journal of Pharmacy, v.26, n.5, p. 652–662, 2007.",
    "BITTER ORANGE. Drug Information Online: Drugs.com. (2009) Disponível em: <http://www.drugs.com/npp/bitter-orange.html> Acesso em: 22 set., 2011.",
    "BOLDO. Drug Information Online: Drugs.com. (2009) Disponível em: <http://www.drugs.com/npp/boldo.html> Acesso em: 29 dez., 2011.",
    "BOORHEM, R.L. & LAGE, E.B. Drogas e Extratos Vegetais Utilizados em Fitoterapia. Fitos. v.4, n.1, p. 37-55, 2009.",
    "BORELLA, J. C.& FONTOURA, A. Avaliação do perfil cromatográfico e do teor de flavonóides em amostras de Baccharis trimera (Less.) DC, Asteraceae (carqueja) comercializadas em Ribeirão Preto, SP, Brasil. Revista Brasileira de Farmacognosia, v. 12, n. 2, p. 63-67, 2002.",
    "BRAGANÇA, L.A.R.B. Plantas Medicinais Antidiabéticas: Uma abordagem multidisciplinar. EDUFF. 1996. 300 p.",
    "BRASIL. A fitoterapia no SUS e o Programa de Pesquisa de Plantas Medicinais da Central de Medicamentos / Ministério da Saúde, Secretaria de Ciência, Tecnologia e Insumos Estratégicos, Departamento de Assistência Farmacêutica. – Brasília: Ministério da Saúde, 2006. 148 p.",
    "BRASIL. Farmacopeia Brasileira, Volume 2 / Agência Nacional de Vigilância Sanitária. Brasília: Anvisa, 2010. 852p., 2v/il.",
    "CÁCERES, A. Vademécum nacional de plantas medicinales. Guatemala: Editorial Universitaria USAC, MSPAS 2009.",
    "CARDOSO, C. M. Z.; SILVA, C. P.; YAMAGAMI, K.; LOPES, R. P.; SANTOS, F.; BONASSI, I.; JESUÍNO, I.; GERES, F.; MARTORIE Jr., T.; GRAÇA, M.; KANEKO, B.; PAVANI, E.; INOWE, C. Elaboração de uma Cartilha Direcionada aos Profissionais da Área da Saúde, Contendo Informações sobre Interações Medicamentosas envolvendo Fitoterápicos e Alopáticos. Fitos. v.4, n.1, p. 56-69, 2009.",
    "CARDOZO, S.; DE BONA, L.R.; BARBIZA, L.T.; ANDREOLLA, H.F.; BOECK, R.; VIEIRA, V.; FRANTZ, M.A.; MORISSO, F.D.P.; COITINHO, A.S.; TAVARES, R.G. Atividade hipolipidêmica do extrato de Cordia salicifolia em camundongos submetidos a dieta hiperlipidêmica. Revista da AMRIGS, v. 52, n. 3, p. 182-186, 2008.",
    "CARNEY, J. R.; KRENISKY, J.M.; WILLIAMSON, R.T.; LUO, J. Achyrofuran, a new antihyperglycemic dibenzofuran from the South American medicinal plant Achyrocline satureioides. J. Nat. Prod. v.65, n.2, p.203–5, 2002.",
    "CARRERA, C.R. Estudo bibliográfico sobre o potencial farmacológico de Alternanthera brasiliana (L.) Kuntze. Trabalho de Conclusão de Curso. Universidade Feevale. Orientadora: Profª. Me. Eliane Heckler. Novo Hamburgo, 2010.",
    "CARVALHO, A.C.B; DINIZ, M.F.F.M.; MUKHERJEE, R. Estudos da atividade antidiabética de algumas plantas de uso popular contra o diabetes no Brasil. Rev. Bras. Farm., v. 86, n.1, p. 11-16, 2005.",
    "CELERY. Drug Information Online: Drugs.com. (2009) Disponível em: <http://www.drugs.com/npp/celery.html> Acesso em: 27 dez.., 2011.",
    "CLARKE, J.H.R.; RATES, S.M.K.; BRIDI, R. Um alerta sobre o uso de produtos de origem vegetal na gravidez. Infarma. v.19, n. ½, p. 41-48, 2007.",
    "CONSOLINI, A.E. & SARUBBIO, M.G. Pharmacological effects of Eugenia uniflora (Myrtaceae) aqueous crude extract on rats heart. J Ethnopharmacol 81: 57-63, 2002. ",
    "CRUZ, R.M. Avaliação das atividades antinociceptiva, antiinflamatória e antipirética do extrato hidroalcoólico bruto de Alternanthera CF brasiliana (L) Kuntze em ratos. Dissertação (mestrado) – Pontifícia Universidade Católica de Goiás, Universidade Estadual de Goiás. Orientadora: Profª. Dra. Fabiane Hiratsuka Veiga de Souza. Goiânia, 2009. 56 p. il.",
    "DALLO, J.C. & SARAIVA, F. Efeitos que a cafeína produz em ratos wister fêmeas em relação ao consumo de café em pó. 12 p., 2006.",
    "DEL RÍO, J.A.; FUSTER, M.D.; GÓMEZ, P.; PORRAS, I.; GARCÍA-LIDÓN, A.; ORTUÑO, A. Citrus limon: A source of flavonoids of pharmaceutical interest Food Chem. v.84, p.457 461, 2004.",
    "DELAPORTE, R. H.; MILANEZE, M. A.; MELLO, J. C. P.; JACOMASSI, E. Estudo farmacognóstico das folhas de Alternanthera brasiliana (L.) Kuntze (Amaranthaceae). Acta Farm.Bonaerense, La Plata, v. 21, n. 3, p. 169-74, 2002.",
    "DINIZ, M.F.F.M.; OLIVEIRA, R.A.G.; MEDEIROS, A.C.D.; JUNIOR, A.M. Memento fitoterápico: as plantas como alternativa terapêutica: conhecimentos populares e científicos. João Pessoa: UFPB, 1997.",
    "DRUG INTERACTIONS - CAFFEINE. Drug Information Online: Drugs.com. (2009) Disponível em: <http://www.drugs.com/drug-interactions/caffeine-index.html> Acesso em: 26 dez., 2011.",
    "DUARTE, A.B.N. Avaliação da qualidade de amostras de Illicium verum Hook.F. comercializadas na região do Distrito Federal. Anuário da Produção de Iniciação Científica Discente. v. 12, n.14, 2009.",
    "DUTRA, L.F.; KERSTEN, E.; FACHINELLO, J.C. Época de coleta, ácido indolbutírico e triptofano no enraizamento de estacas de pessegueiro. Sci. Agric.. Piracicaba, v. 59, n. 2, p. 327-333, 2002.",
    "ERNST, E. Herbal medicinal products during pregnancy: Are they safe? BJOG: an International Journal of Obstetrics and Gynaecology. v.109, n.3, p.227–235, 2002.",
    "FARMACOPEIA BRASILEIRA. Quarta Edição. Parte II. Fascículo 1, 1996.",
    "FARMACOPEIA BRASILEIRA. Quarta Edição. Parte II. Fascículo 3, 2001.",
    "FERRO, D. Fitoterapia: Conceitos clínicos. São Paulo: Editora Atheneu, 2008.",
    "FLEGNER, F.L. Alecrim da horta. Lazlo aromaterapia LTDA. 2008. Disponível em: <http://www.laszlo.ind.br/admin/produtos/produtos/76_1/monografia/alecrimmonografiafabian.pdf>. Acesso em: 10 out., 2011.",
    "FREITAS, R.B.; OLIVIERA, L.E.M.; DELÚ FILHO, N.; SOARES, A.M. Influência de Diferentes Níveis de Sombreamento no Comportamento Fisiológico de Cultivares de Café (Coffea arabica L.) v.27, p.804-810, 2003.",
    "GANZERA, M.; SCHNEIDER, P.; STUPPNER, H. Inhibitory effects of the essential oil of chamomile (Matricaria recutita L.) and its major constituents on human cytochrome P450 enzymes. Life Sci v.78, p.856– 861, 2006.",
    "GONZÁLEZ-MOLINA, E.; DOMÍNGUEZ-PERLES, R.; MORENO, D. A.; GARCÍA-VIGUERA, C. Natural bioactive compounds of Citrus limon for food and health J. Pharm. Biomed. Anal. v.51, p.327– 345, 2010.",
    "GREEN TEA. Drug Information Online: Drugs.com. (2009) Disponível em: <http://www.drugs.com/npp/green-tea.html> Acesso em: 19 dez.., 2011.",
    "GUGLIUCCI & MENINI. The botanical extracts of Achyrocline satureoides and Ilex paraguariensis prevent methylglyoxal-induced inhibition of plasminogen and antithrombin III. Life Sci. v.72, n. 3, p.279-92, 2002. ",
    "HORSETAIL. Drug Information Online: Drugs.com. (2009) Disponível em: <http://www.drugs.com/npp/horsetail.html> Acesso em: 22 set., 2011.",
    "LAPINSKI, T.F.; KHOURI, S.; MUNIN, E.; SALVADOR, M.J. Fotossensibilizadores naturais em PDT: desenvolvimento de formulações farmacêuticas tópicas (creme e gel creme) contendo extratos de Alternanthera brasiliana (Amaranthaceae). In: XI Encontro Latino Americano de Iniciação Científica e VII Encontro Latino Americano de Pós-Graduação – Universidade do Vale do Paraíba. 2007.",
    "LEMON. Drug Information Online: Drugs.com. (2009) Disponível em: <http://www.drugs.com/npp/lemon.html> Acesso em: 22 dez., 2011.",
    "LEMONGRASS. Drug Information Online: Drugs.com. (2009) Disponível em: <http://www.drugs.com/npp/lemongrass.html> Acesso em: 22 set., 2011.",
    "LING, K.H.; KIAN, C.T.; HOON, T.C. A Guide to Medicinal Plants - An Illustrated, Scientific and Medicinal Approach. World Scientific Publishing Co. 2009.",
    "LONDRINA. Prefeitura do Município. Autarquia Municipal de Saúde. Fitoterapia: protocolo/. Prefeitura do Município. Autarquia Municipal de Saúde. 1. ed. Londrina, PR, 2006. 89 p.",
    "LOPES, M.R.S; MARTINEZ, S. T.; CHAVES, V.C. ; ROCHA, A.S.R. ; AMARANTE, L. Determinação por HPLC de cafeína e teobromina em folhas jovens e velhas de Ilex paraguariensis. Revista Brasileira de Biociências, v. 5, supl. 2, p. 954-956, 2006.",
    "MALLOW. Drug Information Online: Drugs.com. (2009) Disponível em: <http://www.drugs.com/npp/mallow.html> Acesso em: 22 set., 2011.",
    "MALUS DOMESTICA (APPLE) (PYRUS MALUS). Disponível em: <http://www.uniprot.org/taxonomy/3750>. Acesso em: 15 dez., 2011.",
    "MATÉ. Drug Information Online: Drugs.com. (2009) Disponível em: <http://www.drugs.com/npp/mat-eacute.html> Acesso em: 26 dez., 2011.",
    "MCINTYRE, A. Coleus forskohlii / Plectranthus barbatus: A Unique Healer. PositiveHealth Online. n.155. 2009. Disponível em: <http://www.positivehealth.com/article/herbal-medicine/coleus-forskohlii-plectranthus-barbatus-a-unique-healer>. Acesso em: 24 ago, 2011.",
    "MENDES, B.G.; MACHADO, M.J.; FALKENBERG, M. Triagem de glicolipídios em plantas medicinais. Rev Bras Farmacogn v.16, p.568-575, 2006.",
    "MENGUE, S.S.; MENTZ, L.A.; SCHENKEL, E.P. Uso de plantas medicinais na gravidez. Rev Bras Farmacogn n.11, p. 21-35, 2001.",
    "MONTEIRO, M.C. & TRUGO, L.C. Determinação de compostos bioativos em amostras comerciais de café torrado. Quím. Nova, vol.28, n.4, p. 637-641, 2005.",
    "NARAYANAN, S. & DONALD, D.S. Effects of Herbs and Natural Products on Clinical Laboratory Tests. AACC Press., 310 p., 2007.",
    "NASCIMENTO, V.T.; LACERDA, E.U.; MELO, J.G.; LIMA, C.S.A.; AMORIM, E.L.C.; ALBUQUERQUE, U.P. Controle de qualidade de produtos à base de plantas medicinais comercializados na cidade do Recife-PE: erva-doce (Pimpinella anisum L.), quebra-pedra (Phyllanthus spp.), espinheira santa (Maytenus ilicifolia Mart.) e camomila (Matricaria recutita L.). Revista Brasileira de Plantas Medicinais, v.7, n.3: 56-64, 2005.",
    "NEGRELLE, R.R.B.; DONI, M.E.; OHLSON, O.C.; HERR, S. Tecnologia de produção de sementes de espinheira-santa (Maytenus ilicifolia Mart. ex Reiss. – Celastraceae). Revista Brasileira de Sementes, v.21, n.1, p.76-81, 1999. ",
    "NICOLETTI, M.A.; CARVALHO, K.C.; OLIVEIRA-JÚNIOR, M.A.; BERTASSO, C.C.; CAPOROSSI, P.Y.; TAVARES, A.P.L. Uso popular de medicamentos contendo drogas de origem vegetal e/ou plantas medicinais: principais interações decorrentes. Revista Saúde, v.4, n. 1, p. 32-40, 2010.",
    "NICOLETTI, M.A.; OLIVEIRA-JÚNIOR, M.A.; BERTASSO, C.C.; CAPOROSSI, P.Y.; TAVARES, A.P.L. Principais interações no uso de medicamentos fitoterápicos. Infarma, v.19, n. ½, p. 32-40, 2007.",
    "PACHECO, A.H.R.N.; BARREIROS, N.S.R.; SANTOS, I.S.; KAC, G. Consumo de cafeína entre gestantes e a prevalência de baixo peso ao nascer e da prematuridade: uma revisão sistemática. Cad. Saúde Pública v.23, n.12, p. 2807-2819, 2007.",
    "PENNYROYAL. Drug Information Online: Drugs.com. (2009) Disponível em: <http://www.drugs.com/npp/pennyroyal.html> Acesso em: 28 set., 2011.",
    "PERIOTO, N. W.; LARA, R. I. R.; SELEGATTO, A.; LUCIANO, E. S. Himenópteros parasitóides (Insecta, Hymenoptera) coletados em cultura de café Coffea arabica L. (Rubiaceae) em Ribeirão Preto, SP, Brasil. Arquivos do Instituto Biológico, São Paulo, v. 71, n. 1, p. 41-44, 2004.  ",
    "PLANTAIN. Drug Information Online: Drugs.com. (2009) Disponível em: <http://www.drugs.com/npp/plantain.html>. Acesso em: 10 out., 2011.",
    "ROSEMARY. Drug Information Online: Drugs.com. (2009) Disponível em: <http://www.drugs.com/npp/rosemary.html>. Acesso em: 10 out., 2011.",
    "RUIZ, A.L.T.G.; TAFFARELLO, D.; SOUZA, V.H.S.; CARVALHO, J.E. Farmacologia e toxicologia de Peumus boldus e Baccharis genistelloides. Rev Bras Farmacogn. v.18, p.295-300. 2008.",
    "SAGE. Drug Information Online: Drugs.com. (2009) Disponível em: <http://www.drugs.com/npp/sage.html>. Acesso em: 7 dez., 2011.",
    "SALVI, R.M.; HEUSER, E. D. Interações Medicamentos X Fitoterápicos - em busca de uma prescrição racional, ediPUCRS, v. 1, p. 116, 2008. ",
    "SENA, L.H.M.; MATOS, V.P.; FERREIRA, E.G.B.S.; SALES, A.G.F.A.; PACHECO, M.V. Qualidade fisiológica de sementes de pitangueira submetidas a diferentes procedimentos de secagem e substratos - Parte 1. Rev. bras. eng. agríc. ambient. [online]., vol.14, n.4, p. 405-411, 2010. ",
    "SIMÕES, C.M.O.; MENTZ, L.A.; SCHENKEL, E.P; IRGANG, B.E; STEHMANN, J.R. Plantas da medicina popular no Rio Grande do Sul.  5. ed. Porto Alegre : Ed. da Universidade / UFRGS,  173 p., 1998.  ",
    "SIMÕES, C.M.O.; RECH, N.; LAPA, A.J. Investigação farmacológica do extrato aquoso de folhas/caules de Achyrocliine satureiioiides (Lam.) DC., Compositae (marcela). Caderno de Farmácia, v. 1, n. 2, p. 102-109, 1985.",
    "SOARES, A.K.A.; CARMO, G.C.; QUENTAL, D.P.; NASCIMENTO, D.F.; BEZERRA, F.A.F. MORAES, M.O.; MORAES, M.E.A. Avaliação da segurança clínica de um fitoterápico contendo Mikania glomerata, Grindelia robusta, Copaifera officinalis, Myroxylon toluifera, Nasturtium officinale, própolis e mel em voluntários saudáveis. Rev Bras Farmacogn v.16, p.447-454, 2006.",
    "SOUZA, J.R.P; AGUILERA.B.D.; SADAYO, L.; TAKAHASHI, L.S.A.; Método para beneficiamento de Sementes de Camomila (Matricaria chamomilla L.). Revista Brasileira de Sementes, v.22, n.1, p.38-41, 2000.",
    "SOUZA, J.R.P; TAKAHASHI, L.S.A.; GUIRAUD, A.E.Y.C.;ROCHA,J.N. Tempo de armazenamento e temperatura na porcentagem e velocidade de germinação das sementes de Camomila. Ciência Rural, v.37, n.4, p.1-7, 2007. ",
    "SOUZA, N.N.; SILVA, A.F.C.; MARTINS, F.S.; FERREIA, G.S.; FERREIRA, C.F.A.; RAMOS, F.M.; PEREIRA, R.O. Plantas Medicinais: etnobotânica na várzea do Mamirauá ed. Norma, Patrocínio Instituto de Desenvolvimento Sustentável Mamirauá e Serviço de Apoio às Microempresas do Amazonas-SEBRAE/AM. Manaus, AM. 2003. 216p.",
    "SREBERNICH, S.M.; VICENTE, E.; FRANCESCHINI, S.; MINATEL, A.L. Influência do tipo de filtro no teor de cafeína de bebidas de café. Rev Inst Adolfo Lutz, v.68, n.1, p. 29-33, 2009.",
    "TESKE, Magrid. Herbaríum: compêndio de fitoterapia.  3. ed.rev. Curitiba : Herbaríum. p. 317, 1997.",
    "VEIGA JR., V.; PINTO, A.C.; MACIEL, M.A.M. Plantas Medicinais: Cura segura? Quim. Nova. v.28, n. 3, p. 519-528, 2005.",
    "VENDRUSCOLO, G.S.; RATES, S.M.K.; MENTZ, L.A. Dados químicos e farmacológicos sobre as plantas utilizadas como medicinais pela comunidade do bairro Ponta Grossa, Porto Alegre, Rio Grande do Sul. Rev Bras Farmacogn v.15, n.4, p.361–372, 2005.",
    "WAKABAYASHY, K.A.L. et al. Chemical composition of the essential oil from the leaves of Alternanthera brasiliana (L.) Kuntze (Amaranthaceae). Investigação. v.2, p. 82-85, 2010.",
    "WHO. WHO monographs on selected medicinal plants. Geneva: World health Organization. 1999. v.1, 2002, 288p.",
    "WORMWOOD. Drug Information Online: Drugs.com. (2009) Disponível em: <http://www.drugs.com/npp/wormwood.html >. Acesso em: 27 dez., 2011."
]